amaury = 376510092394102804
amaury2 = 634784653949272085
zahar = 1342174285325664280
pery_dot = 561264379413266443
deviant = 292387634355896320
vVloger = 1276283051772481654

role_imba = 1463465779893633098
role_toxic = 1463465967547056275

user_answers = {
    "imba_answer": {
        "default": [
            f"Реді ту тикати на  тільки потрібні карточки в кодових адже мене поцілувала госпожа удача",
            f"Роблю  10 рампаг в секунду",
            f"Прохожу всі рогалики за 1 день",
            f"Мені пощастило більше ніж всім іншим, я ж імба",
            f"Я не просто імба, я імба з імбою енерджі"
        ],
        "amaury": [
            "Сьогодні подкручено, КПД збільшено, працюєм на 3-х проєктах одночасно",
            "Саме час зайти в Доту, і показати клас",
            "Опа, я ельф, пруфів не буде ",
            "Хоч ти і не ельф, але цінності у тебе як у ельфа, особливо ЧСВ..."
        ],
        "amaury2": [
            "Привіт! Які у тебе сьогодні розповіді, багато цікавих фоліантів зібрав? <3",
            "Ти ліпше за Гімеля, повезло твоїй кішко-жінці :3",
            "Мені цікаві твої ідеї, навіть якщо це смажені ельфійські вуха",
            "Хоч ти і не ельф, але цінності у тебе як у ельфа, особливо ЧСВ..."
        ],
        "zahar": [
            "Сьогодні імбові психологічні мутки",
            "В цей день я готовий терпіти людей, задавайте питання",
            "Я не спеціаліст, але сьогодні я допоможу",
            "Агресія — це всього навсього прояв емоційної дисрегуляції",
            "Читаю дві книги по психології сьогодні"
        ],
        "pery_dot": [
            "Копаю тисячі грядок картоплі за секунду",
            "Сілксонг за 5 хвилин, поїхали ",
            "Грейт ту Америка",
            "Імбово кличу всіх в амогус",
            "Прописую евріван, і не лапаю бан від адміна, імба? ",
            "Карти таро мені сказали шо це точно не чорна карта в кодових",
            "Запевняю вас, мені можна довірити вогнепальну зброю, я ж Америки",
            "Сьогодні я архітектор, будую Бурш-Халів",
            "Весело бомблю Іран :3"
        ],
        "deviant": [
            "Сьогодні я роблю костюми для всієї настільної юратви",
            "Будую гараж за 5 годин, поїхххааалиии",
            "Польскі альтухи, сюда....",
            "Я зібрав костюм для фанкону із металолому....будучи в гаражі..!",
            "Аніматорство це ліпша тема, заряджаюсь на це діло сьогодні я"
       ],
        "vVloger": [
            "Шукаю бойчика кунчика, а ти нічогенький ))",
            "Танцюю брейк-данс, партнерка в ахуї",
            "Усиляю свій ЛГБТ радар, пошук квірних - активовано",
            "Скейт нескінченності, чл*** теж)",
            "Закриваю лабки по безпеці на раз два, ось вам алгоритм 0(n)",
            "Рогалики проходжу за пів години, на спідах",
            "Крутим гачу на 5 зірок",
            "Настількі крут шо переміг і в цій гачі"

        ]
    },

    "toxic_answer": {
        "default": [
            f"Шо шо, ти аргументуєш свою плзицію? Перебий аргумент \"пішов нахуй\"",
            f"Мама твоя",
            f"Всіх хто не згоден зі мною треба вбивати",
            f"Ви настільки безкорисні, що навіть не заслуговуєте на те щоб я на вас витрачав свій час",
            f"Я токсік і душнила, питання ?",
            f"Ти добре постарався, шкода шо всім похуй",
            f"Я не токсичу на тебе, просто хочу щоб ти став кращим",
            f"Так так, виправдовуйся тим шо ти жертва, мені паралельно, ти всерівно чмо ",
            f"Так я в кодових іменах обрав чорну картку, але це і був мій план",
            f"Це не я не вмію малювати в гартіку, це ви просто косоокі",
            f"Бу бу бу, бу бу бу, ваша матінка в гробу",
            "Тімейти, ви бездарності.."
        ],
        "amaury": [
            f"Я ЧСВ програміст, і шо ви мені зробите?",
            f"Якшо я латентний гей то ви латентні уйобки, без негативу",
            f"Цива кльова тим шо можна !\"Весь світ в труху\", і прямо зараз",
            f"Шо з їбалом, лібераха?",
            f"Ні, авжеш я  спілкуюсь з вами не для угару",
            f"Ти кажеш шо ельфів не існує? Хоча сам віриш в велику змову євреїв, задумайся..."
        ],
        "amaury2": [
            f"фраза 1",
            f"фраза 2",
            f"фраза 3",
            f"фраза 4",
            f"фраза 5"
        ],
        "zahar": [
            f"По фрейду доказано що ти підор",
            f"Психологі не потрібні? Розповідай це своїм ментальним проблемам",
            f"Я не токсичу на тебе, ти це просто так сприймаєш, чорт",
            f"Я ненавиджу людей, тому я став психологом шоб їх стібати, питання?",
            f"Хейтер Юрі?, Нука подивимось на твій психологічний портрет, фетешист",
            f"Я виставлю все так що ти будеш критином, і ти в це повіриш",
            f"Я не матюкаюсь, але піздець ти тупий"
        ],
         "pery_dot": [
            "Ненавиджу мігрантів...але дівлог з тобою...",
            "Неподобаються мої скрімери, ну ти і ніжинка",
            "Знову помер в Майнкрафті? Шкода що не на хардкорі",
            "Тепер я еліта амереканського бізнесу, а ти лох",
            "Помер в Сілксонг? Лох",
            "В амогус додали роль довбойоба? Тоді шо ти верзеш..",
            "Ну взагалі то так не говорять амереканці, you know?"

        ],
        "deviant": [
            "Будеш вимахуватись я запаяю тобі сраку",
            "Моя нести демократію *Запускає ядерку в циві*. Хіхіхіхіхіхііх",
            "Я буду мовчати поки ти не затнешся ",
            "Так так, можем пограти разом у Факторіо, ти правда тупий так шо стій і спостерігай",
            "Чел, буквально все цікавіше ніж твої історії...."
            "Кота  поважаю більше ніж тупих людей, так я "
            "Роблю  ядерку в гаражі. Для чого? щоб запустити її в тебе"
        ],
        "vVloger": [
            "Переміг в токсичній гачі, пішов нах кста",
            "Я бачив стількі збоченців в дейтінгах, що твої погрози як їх дікпікі - просто смішні",
            "ОЙ, я просто танцював, моє коліно випадково опинилось у вас в єбальнику, правда правда",
            "Гачі гавно? Я  не хочу слухати людину з аутизмом",
            "За квір і двір!!!"
        ]
    }
}