
id_Deviant  = 292387634355896320
id_Maximko  = 376510092394102804
id_Perry    = 561264379413266443
id_Vvloger  = 1276283051772481654
id_Viktoria = 1358849245490319701

user_answers = {
    id_Deviant: ["Привіт, Сергію! Самий ліпший людино-костюм, як ти?",
                "Чисто білі створіння це я і Сніжинка",
                "Памʼятай, навіть якщо ти в Польщі, не треба забувати про друга ельфа фашиста",
                "У мене в фоліантах є історія про \"Велику збірку крісла.\" Весело було, еге ж?",
                "АВУГА СЕРГЫЙ, АВУГА"
                         ],
    id_Maximko: ["Привіт! Які у тебе сьогодні розповіді, багато цікавих фоліантів зібрав? <3", 
                "Ти ліпше за Гімеля, повезло твоїй кішко-жінці :3",
                "Мені цікаві твої ідеї, навіть якщо це смажені ельфійські вуха",
                "Хоч ти і не ельф, але цінності у тебе як у ельфа, особливо  ЧСВ..."
                         ],
    id_Perry: ["Ех, Віталік Віталік...",
                "Ну що, навчився будувати, га. Я живу вже 2 тисячі років але не бачила ше нормальних будівель від династії Перрі",
                "Я не токсичу на тебе, просто хочу щоб ти став кращим",
                "Ти ж  знаєш що таке white Power, ти ж з америки =)",
                "Трамп у всьому був правий"
                         ],
    id_Vvloger: ["Привіт, Володя! Як там твій скейт нескінченності, підкатив вже сьогодні?",
                "ти вже подивився переродження в торговий автомат? Цікава штука",
                "Не забувай, що справжній скейт не в скейті, а в душі"
                          ],
    id_Viktoria: ["Привіт, Вікторія! Як твої справи в цьому світі людей?",
                    "Не забувай читати фоліанти, вони допоможуть тобі зрозуміти себе краще",
                    "Хоч я прожила не одне людське життя, можу відмітити що твій хист до малювання  неймовірний",
                    "Підеш зі мною на край світу заради чоловічих грудей?",
                    "Ну не знаю чому вам так подобається дивитись на гей-порно, коли є стільки класного гетеро контенту",
                    "Підберіть  мені будь ласка модний лук якій буде підереслювати мою ельфійську натуру",
                    "Так, я знайома з Маомао, а ти її учениця? "
                          ]
}
default_answers = [
    f"Привіт любий любитель настілок {0}! Ти меня кликав? ",
    f"О, знову ти мене турбуєш, {0}? Що на цей раз?",
    f"Я тут, {0}, що тобі потрібно?",
    f"Ельфійка Фрірен до твоїх послуг, {0}!"
]